Repository: Saurabh-7973/snapdrop
Catalog: lib/l10n/app_*.arb
Languages: ar

# language_selection_continue
source: Continue
ar: استمر

# onboard_hero_text_1
source: Share images
ar: شارك الصور مباشرة

# onboard_hero_text_2
source: directly to Figma
ar: إلى Figma

# onboard_step_1
source: Select Images
ar: اختر الصور

# onboard_step_2
source: Scan QR in Figma Plugin
ar: امسح رمز QR في مكون Figma الإضافي

# onboard_step_3
source: Share
ar: شارك

# onboard_button_text
source: Get Started
ar: ابدأ

# showcase_one_title
source: Dropdown Button
ar: زر القائمة المنسدلة

# showcase_one_subtitle
source: Select albums you want to choose photos from
ar: اختر الألبومات التي تريد اختيار الصور منها

# showcase_two_title
source: Select Images
ar: اختر الصور

# showcase_two_subtitle
source: Select images you want to share
ar: اختر الصور التي تريد مشاركتها

# showcase_three_title
source: Connect Button
ar: زر الاتصال

# showcase_three_subtitle
source: Proceed to the next step
ar: انتقل إلى الخطوة التالية

# home_screen_herotext_1
source: Select Images
ar: اختر الصور

# home_screen_herotext_2
source: to Continue
ar: للاستمرار

# home_screen_herotext_3
source: Up to 10 Images
ar: حتى 10 صور

# home_screen_button
source: Connect
ar: اتصال

# showcase_four_title
source: QR Scanner
ar: ماسح QR

# showcase_four_subtitle
source: Click to Scan QR Code
ar: انقر لمسح رمز QR

# qr_screen_herotext_1
source: Scan QR Code
ar: امسح رمز QR

# qr_screen_herotext_2
source: to Continue
ar: للاستمرار

# qr_screen_herotext_3
source: Scan QR Code to Connect
ar: امسح رمز QR للاتصال

# qr_screen_info_button
source: Open Figma -> Design File -> Plugin -> Snapdrop
ar: افتح Figma -> ملف التصميم -> المكون الإضافي -> Snapdrop

# qr_screen_button_scanning
source: Scanning...
ar: جاري المسح...

# qr_screen_button_scanning_completed
source: Connected Successfully
ar: تم الاتصال بنجاح

# showcase_five_title
source: Close Button
ar: زر الإغلاق

# showcase_five_subtitle
source: Exit the Application
ar: اخرج من التطبيق

# showcase_six_title
source: Send Button
ar: زر الإرسال

# showcase_six_subtitle
source: Send More Images
ar: أرسل المزيد من الصور

# send_screen_hero_text_1
source: Transferred
ar: تم نقل

# send_screen_hero_text_2
source: Images
ar: الصور

# send_screen_connected_to
source: CONNECTED TO
ar: متصل بـ

# send_screen_your_id
source: YOUR ID
ar: معرفك

# send_screen_connect_button
source: Click to Send
ar: انقر للإرسال

# send_screen_close_button
source: Close
ar: إغلاق

# send_screen_send_more_button
source: Send
ar: إرسال

# app_conditions_internet_connection
source: Check your Internet Connection and try again!
ar: تحقق من اتصالك بالإنترنت وحاول مرة أخرى!

# app_conditions_image_selection_limit
source: Can Only select upto 10 Images!
ar: يمكن اختيار ما يصل إلى 10 صور فقط!

# app_conditions_size_limit
source: File Size Limit Exceded
ar: تم تجاوز حد حجم الملف
