Repository: Saurabh-7973/Snapdrop
Catalog: lib/l10n/app_*.arb
Languages: hi

# app_share_dialog_text_1
source: Share Snapdrop with Your Colleagues
hi: अपने सहयोगियों के साथ Snapdrop साझा करें

# app_share_dialog_text_2
source: You've successfully shared images 3 times. Spread the word about Snapdrop so your colleagues can benefit too!
hi: आपने सफलतापूर्वक 3 बार छवियाँ साझा की हैं। Snapdrop के बारे में अपने सहयोगियों को बताएं ताकि वे भी लाभान्वित हो सकें!

# app_share_dialog_share_now_button
source: Share Now
hi: अभी साझा करें

# app_share_dialog_maybe_later_button
source: Maybe Later
hi: शायद बाद में

# app_share_text_1
source: 🚀 Discover Snapdrop - the easiest way to transfer images directly to your Figma designs! 🎨
hi: 🚀 स्नैपड्रॉप की खोज करें - अपने फिगमा डिजाइन्स में तस्वीरें सीधे ट्रांसफर करने का सबसे आसान तरीका! 🎨

# app_share_text_2
source: 📲 Download now and streamline your design workflow:
hi: 📲 अब डाउनलोड करें और अपनी डिजाइन वर्कफ़्लो को सरल बनाएं:

# language_selection_herotext_1
source: Select your
hi: अपनी

# language_selection_herotext_2
source: preferred language
hi: पसंदीदा भाषा चुनें

# language_selection_continue
source: Continue
hi: जारी रखें

# onboard_hero_text_1
source: Share images
hi: छवियाँ सीधे साझा करें

# onboard_hero_text_2
source: directly to Figma
hi: Figma में

# onboard_step_1
source: Select Images
hi: छवियाँ चुनें

# onboard_step_2
source: Scan QR in Figma Plugin
hi: Figma प्लगइन में QR कोड स्कैन करें

# onboard_step_3
source: Share
hi: साझा करें

# onboard_button_text
source: Get Started
hi: शुरू करें

# showcase_one_title
source: Dropdown Button
hi: ड्रॉपडाउन बटन

# showcase_one_subtitle
source: Select albums you want to choose photos from
hi: उन एल्बमों का चयन करें जिनसे आप तस्वीरें चुनना चाहते हैं

# showcase_two_title
source: Select Images
hi: छवियाँ चुनें

# showcase_two_subtitle
source: Select images you want to share
hi: उन छवियों का चयन करें जिन्हें आप साझा करना चाहते हैं

# showcase_three_title
source: Connect Button
hi: कनेक्ट बटन

# showcase_three_subtitle
source: Proceed to the next step
hi: अगले चरण पर जाएं

# home_screen_herotext_1
source: Select Images
hi: छवियाँ चुनें

# home_screen_herotext_2
source: to Continue
hi: जारी रखने के लिए

# home_screen_herotext_3
source: Up to 10 Images
hi: 10 तक की छवियाँ

# home_screen_button
source: Connect
hi: कनेक्ट

# showcase_four_title
source: QR Scanner
hi: QR स्कैनर

# showcase_four_subtitle
source: Click to Scan QR Code
hi: QR कोड स्कैन करने के लिए क्लिक करें

# qr_screen_herotext_1
source: Scan QR Code
hi: QR कोड स्कैन करें

# qr_screen_herotext_2
source: to Continue
hi: जारी रखने के लिए

# qr_screen_herotext_3
source: Scan QR Code to Connect
hi: कनेक्ट करने के लिए QR कोड स्कैन करें

# qr_screen_info_button
source: Open Figma -> Design File -> Plugin -> Snapdrop
hi: Figma खोलें -> डिज़ाइन फ़ाइल -> प्लगइन -> Snapdrop

# qr_screen_button_scanning
source: Scanning...
hi: स्कैनिंग...

# qr_screen_button_scanning_completed
source: Connected Successfully
hi: सफलतापूर्वक कनेक्ट हुआ

# showcase_five_title
source: Close Button
hi: बंद करें बटन

# showcase_five_subtitle
source: Exit the Application
hi: एप्लिकेशन से बाहर निकलें

# showcase_six_title
source: Send Button
hi: भेजें बटन

# showcase_six_subtitle
source: Send More Images
hi: अधिक छवियाँ भेजें

# send_screen_hero_text_1
source: Transferred
hi: संपन्न

# send_screen_hero_text_2
source: Images
hi: छवियाँ

# send_screen_connected_to
source: CONNECTED TO
hi: कनेक्टेड टू

# send_screen_your_id
source: YOUR ID
hi: आपका आईडी

# send_screen_connect_button
source: Click to Send
hi: भेजने के लिए क्लिक करें

# send_screen_close_button
source: Close
hi: बंद करें

# send_screen_send_more_button
source: Send
hi: भेजें

# app_conditions_internet_connection
source: Check your Internet Connection and try again!
hi: अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें!

# app_conditions_image_selection_limit
source: Can Only select upto 10 Images!
hi: केवल 10 छवियाँ चुन सकते हैं!

# app_conditions_size_limit
source: File Size Limit Exceded
hi: फ़ाइल आकार सीमा अधिक हो गई
